1password
alacritty
appcleaner
azookey
balenaetcher
chatgpt
codex-app
discord
google-chrome
hhkb-studio
localsend
microsoft-auto-update
microsoft-excel
microsoft-powerpoint
microsoft-word
minecraft
obsidian
ollama-app
orion
secretive
sublime-text
tailscale-app
visual-studio-code
vlc
windows-app
yubico-authenticator
