tap "homebrew/bundle"
brew "bat"
brew "eza"
brew "fd"
brew "fzy"
brew "ghq"
brew "git-delta"
brew "hugo"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "tig"
cask "1password"
cask "appcleaner"
cask "discord"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-remote-desktop"
cask "microsoft-word"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
mas "Apple Configurator", id: 1037126344
mas "Magnet", id: 441258766
mas "Tailscale", id: 1475387142
vscode "aaron-bond.better-comments"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "tabnine.tabnine-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "y-ysss.cisco-config-highlight"
