tap "homebrew/bundle"
brew "bat"
brew "deno"
brew "eza"
brew "fd"
brew "fzy"
brew "ghq"
brew "git-delta"
brew "hugo"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "tig"
cask "1password"
cask "appcleaner"
cask "arduino-ide"
cask "discord"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-remote-desktop"
cask "microsoft-word"
cask "raspberry-pi-imager"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Magnet", id: 441258766
mas "Tailscale", id: 1475387142
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hrst.yamaha-rt"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "vscode-icons-team.vscode-icons"
vscode "y-ysss.cisco-config-highlight"
