tap "homebrew/bundle"
brew "bat"
brew "eza"
brew "fd"
brew "fzy"
brew "gh"
brew "ghq"
brew "git-delta"
brew "go"
brew "hugo"
brew "iperf3"
brew "jq"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "rustup"
brew "tig"
brew "uv"
cask "1password"
cask "balenaetcher"
cask "chatgpt"
cask "cursor"
cask "discord"
cask "docker"
cask "ghostty"
cask "google-chrome"
cask "hhkb-studio"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-word"
cask "obsidian"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "windows-app"
mas "1Blocker", id: 1365531024
mas "Apple Configurator", id: 1037126344
mas "WireGuard", id: 1451685025
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hrst.yamaha-rt"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "y-ysss.cisco-config-highlight"
